Labo/Labo02/inputMessage - original.txt

<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
	<SOAP-ENV:Header/>
	<S:Body>
	<ns2:solveQuadratic xmlns:ns2="http://service/">
		<a>1.0</a>
		<b>1.0</b>
		<c>1.0</c>
	</ns2:solveQuadratic>
	</S:Body>
</S:Envelope>